[Ancestral_dragon.A_Burning_Buff H7BaseBuff]
mName="Горение"
mTooltip="Наносит этому существу %d.max ед. урона от %d.icon_earth земли в начале его хода. Длительность (ходов): %durnow."

[Ancestral_dragon.A_tempete_Buff H7BaseBuff]
mName="Сильный ветер"
mTooltip="Это существо получает -10 %icon_attack атаки и с вероятностью 20% может промахнуться по своей цели. Длительность (ходов): %durnow.

[Ancestral_dragon.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Лесная буря"
mTooltip="Существа а области 4х4 получают %d1.min ед. урона от %ICON_Air магии воздуха. С вероятностью 20% вражеские отряды, ведущие дальний бой, могут промахнуться в течение 3 ходов.\nМожно использовать один раз за бой."

[Ancestral_dragon.A_Cuirasse H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Древняя скала"
mTooltip="Весь физический урон, наносимый этому существу, снижен на %res."

[Ancestral_dragon.A_Creature_ancestral_dragon H7Creature]
mName="Древний изумрудный дракон"
mLore="Если изумрудные драконы проживут достаточно долго, то могут стать древними изумрудными драконами. Они селятся в глубоких пещерах и погружаются в сон на 50 лет, а их тела обволакиваются коконом из прочных волокон неизвестного материала. Когда дракон пробуждается, всё его тело покрыто чешуей из чистого изумруда, из спины растут мощные крылья, и из пасти он может извергать зеленый огонь. Говорят, что это самые прекрасные драконы в Асхане."

[Ancestral_dragon.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Воздушный штурм"
mTooltip="Существам в области 1х4 наносится %d1.min ед. урона от %ICON_earth магии земли. В течение 3 ходов эти и находящиеся по соседству с ними вражеские отряды получают дополнительный урон.\nМожно использовать один раз за бой."

[tiger_champion.A_Benediction_sylvestre H7BaseBuff]
mName="Благословение леса"
mTooltip="Существо получает %stat3 %ICON_Movement скорости, %stat1 %ICON_Morale боевого духа и %stat2 %Icon_Luck удачи. Длительность (ходов): %durnow."

[tiger_champion.A_Creature_Tiger_champion-sylvan H7Creature]
mName="Боевой тигр"
mLore="Эльфы гордятся своим умением укрощать самых свирепых животных. Одними из таких являются могучие и опасные саблезубые боевые тигры. Облаченные в доспехи, созданные эльфами специально для них, они сеют страх в сердцах тех, кто стоит на их пути. Чтобы выжить после атаки боевого тигра нужны удача и чудо."

[tiger_champion.A_GRIFFE_ancestral H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Древний коготь"
mTooltip="Когдв это существо наносит урон элитным или легендарным существам, оно снижает их максимальное %icon_health здоровье на %buff.buff.stat до конца боя. Этот эффект может накладываться на одно выбранное существо три раза подряд и сбрасывется при четвёртой атаке."

[tiger_champion.A_griffe_Buff H7BaseBuff]
mName="Глубокое ранение"
mTooltip="Существо теряет %stat %ICON_health максимального здоровья до конца боя."

[tiger_champion.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Благословение леса"
mTooltip="Существо восстанавливает %d %icon_health ед. здоровья.\nВсе дружественные основные существа получают %buff.buff.stat3 %ICON_Movement скорости, %buff.buff.stat1 %ICON_Morale боевого духа и %buff.buff.stat2 %Icon_Luck удачи на %buff.buff.durini хода.\nМожно использовать один раз за бой."


[tiger_champion.A_WindShield H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кошачий рефлекс"
mTooltip="С вероятностью 30% это существо окажется невосприимчивым к первому урону, полученному в каждом раунде."

[tiger_champion.A_WindShield_Buff H7BaseBuff]
mName="Кошачий рефлекс"
mTooltip="Существо невосприимчиво к первому урону, получаемому в каждом раунде."

[tiger_champion.A_WindShield_NotUsed_Buff H7BaseBuff]
mTooltip="С вероятностью 30% это существо окажется невосприимчивым к первому урону, полученному во время каждого раунда."

[Sylvan_Queen.A_CreatureQuenn_sylavania H7Creature]
mName="Владычица леса"
mLore="В диких лесных чащах обитают необыкновенные дриады, зовущиеся владычицами леса. У них существует тесная связь с лесом, который они охраняют, и если кто-нибудь ступит на их территорию с дурными намерениями, то они встанут на защиту своих лесных владений с огромным рвением. Некоторые говорят, что они являются воплощениями воли Силанны, созданными защищать дикие и прекрасные леса."

[White_Tiger.A_CreatureWhiteTiger H7Creature]
mName="Белый тигр"
mLore="Мудрый белый тигр является быстрым и опасным противником. Он всегда успевает ударить первым, даже если на него было совершено нападение."

[Sylvan_Queen.A_forest_revange_Buff H7BaseBuff]
mName="Лесная месть"
mTooltip="Существо получает %stat1 %icon_defense защиты и %stat1 %icon_attack атаки. Длительность (ходов): %durnow."

[Sylvan_Queen.A_Regeneration_ShantiriTitan H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Возрождение земли"
mTooltip="С вероятностью 30% это существо восстанавливает %d.min ед. здоровья при получении урона."

[Sylvan_Queen.A_Thorns H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Лесная месть"
mTooltip="Вражеские существа в области 3x4 получают %d ед. урона, а их %icon_attack атака и %icon_defense защита снижаются на %buff1.buff.stat1 на %buff1.buff.durini хода.\nМожно использовать один раз за бой."

[Sylvan_unicorn.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Вечная жизнь"
mTooltip="Это существо восстанавливает %d %icon_health ед. здоровья.\n Даёт всем союзным существам, относящимся к стихии %icon_earth земли умение "Вечная жизнь", которое восстанавливает им %buff1.buff.d1 %icon_health ед. здоровья. в начале их хода на протяжении 2 ходов.\nМожно использовать один раз за бой."

[Sylvan_unicorn.A_sang_pure H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Чистая кровь"
mTooltip="Когда это существо погибает, то оно даёт невосприимчивость к магии всем союзным существам на %buff.buff.durini хода."

[Sylvan_unicorn.A_Benediction_sylvestre H7BaseBuff]
mName="Вечная жизнь"
mTooltip="В начале своего хода восстанавливает отряду %d1 %icon_health ед. зд. и возвращает к жизни погибших существ.\nДлительность (ходов): %durnow."

[Sylvan_unicorn.A_Creature_Unicorn_extra_elite-sylvan H7Creature]
mName="Единорог"
mLore=""

[Sylvan_unicorn.A_sang_pure_buff H7BaseBuff]
mName="Чистая кровь: невосприимчивость к магии"
mTooltip="Существо невосприимчиво ко всем заклинаниям, наносящим прямой урон и получает на %res2 меньше магического урона от вражеских существ. Длительность (ходов): %durnow."

